Repository: dcunha-centi/MediTrace
Catalog: Software/Application/lib/l10n/app_*.arb
Languages: es

# mapFiltersLessTraffic
source: Less traffic
es: Menos trânsito [ms]

# mapFiltersBetterAirQuality
source: Better air quality
es: Melhor qualidade de ar [ms]

# mapFiltersFavorites
source: Favorite Routes
es: Rotas Favoritas [ms]

# mapFiltersShortestRoute
source: Shortest routes
es: Shortest routes [ms]

# mapSearchBarPlaceholder
source: Search…
es: Search… [ms]

# mapRouteDistance
source: Distance
es: Distance [ms]

# mapModuleInfoAirQualityText
source: Air Quality
es: Air Quality [ms]

# mapModuleInfoAirQualityVeryGood
source: Very Good
es: Very Good [ms]

# mapModuleInfoAirQualityGood
source: Good
es: Good [ms]

# mapModuleInfoAirQualityAverage
source: Average
es: Average [ms]

# mapModuleInfoAirQualityWeak
source: Weak
es: Weak [ms]

# mapModuleInfoAirQualityBad
source: Bad
es: Bad [ms]

# mapModuleInfoActive
source: Active
es: Active [ms]

# mapModuleInfoInactive
source: Inactive
es: Inactive [ms]

# mapRoutePeopleSingle
source: person
es: person [ms]

# mapRoutePeoplePlural
source: people
es: people [ms]

# mapConfirmOccurrencePopUpGenericTitle
source: Occurrence
es: Occurrence [ms]

# mapConfirmOccurrencePopUpConfirmButtonText
source: Confirm
es: Confirm [ms]

# mapDefineOccurrencePopUpTitle
source: What Type of Occurrence?
es: What Type of Occurrence? [ms]

# favoriteRoutesTitle
source: Favorite Routes
es: Rotas Favoritas [ms]

# moreInfoTitle
source: More Info
es: More Info [ms]

# moreInfoAirQualitySubtitle
source: Air Quality
es: Air Quality [ms]

# moreInfoOccurrenceTypeSubtitle
source: Types of Occurrencies
es: Types of Occurrencies [ms]
